Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
donjayamanne.jupyter
esbenp.prettier-vscode
harg.iceberg
James-Yu.latex-workshop
jpoissonnier.vscode-styled-components
Kasik96.swift
mathiasfrohlich.Kotlin
mechatroner.rainbow-csv
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
msjsdiag.debugger-for-chrome
naumovs.color-highlight
octref.vetur
redhat.vscode-yaml
rust-lang.rust
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
